Repository: front/cloud-blocks
Catalog: languages/cloud-blocks-*.po
Languages: nb_no, pl_pl

source: The file you are trying to upload is not a supported file type. Please try again.
nb_no: Filen du lastet har feil format. Vennligst prøv igjen.
pl_pl: Plik, który próbujesz załadować zawiera niepoprawne rozszerzenie . Spróbuj ponownie.

source: Your custom block <b>%s</b> installed successfully. You must activate it in local tab.
nb_no: Din custom blokk <b>%s</b> er nå installert. Du må aktivere den under fanen for lokale blokker.
pl_pl: Twój blok <b> %s </b> został pomyślnie zainstalowany. Musisz go aktywować w zakładce "Lokalne".

source: There was a problem with the upload. Please try again.
nb_no: Noe gikk galt med opplastingen. Vennligst prøv igjen.
pl_pl: Wystąpił problem z załadowaniem. Spróbuj ponownie.

source: Upload block
nb_no: Last opp blokk
pl_pl: Załaduj blok

source: If you have a custom Gutenberg block, you can upload it here.
nb_no: Hvis du har en spesiallaget blokk for Gutenberg, kan den lastes opp her.
pl_pl: Jeśli posiadasz własny blok Gutenberga, możesz go załadować tutaj.

source: If using Git, we recommend adjusting your .gitignore and commit your block in <b>%s</b>
nb_no: Dersom du bruker Git, anbefaler vi å endre din .gitignore og plassere blokken i <b>%s</b>
pl_pl: Jeśli używasz repozytorium Git, sugerujemy dostosować plik .gitignore i dodać blok do <b>%s</b>

source: See documentation: Private blocks.
nb_no: Se dokumentasjon: Private blocks.
pl_pl: Zobacz dokumentację: Bloki prywatne.

source: Zip file of block
nb_no: Zip-fil av blokken
pl_pl: Zapakuj w .zip

source: Install now
nb_no: Aktiver
pl_pl: Instaluj teraz

source: Gutenberg is not enabled. Please try again after enabling.
nb_no: Gutenberg er ikke aktivert. Skru den på, og prøv igjen!
pl_pl: Wtyczka 'Gutenberg' nie jest aktywna. Prosimy spróbować ponownie po jej włączeniu.

source: No file selected.
nb_no: Ingen fil er valgt.
pl_pl: Nie wybrano pliku.

source: Error uploading file. Please try again.
nb_no: Feil med opplastingen av fil. Vennligst prøv igjen.
pl_pl: Wystąpił błąd podczas przesyłania. Prosimy spróbować ponownie.

source: Incorrect file type
nb_no: Feil filtype
pl_pl: Niepoprawny typ pliku

source: Empty file imported
nb_no: Tom fil importert
pl_pl: Załadowano pusty plik

source: Block <b>%s</b> already installed.
nb_no: Pakken <b> %s </b> allerede installert.
pl_pl: Blok <b> %s </b> jest już zainstalowany.

source: Block <b>%s</b> installed successfully.
nb_no: Blokk <b> %s </b> ble installert.
pl_pl: Blok <b> %s </b> został pomyślnie zainstalowany.

source: Tools
nb_no: Verktøy
pl_pl: Narzędzia

source: Gutenberg cloud configurations
nb_no: Gutenberg cloud konfigurasjoner
pl_pl: Konfiguracja Chmury Gutenberga

source: Export installed blocks
nb_no: Eksporter installerte blokker
pl_pl: Eksport zainstalowanych bloków

source: Export all your installed blocks from Gutenberg Cloud as JSON. Note: The content will not be exported.
nb_no: Klikk for å eksportere aktive blokker fra Gutenberg Cloud som JSON. OBS: Innholdet blir ikke eksportert.
pl_pl: Eksport wszystkich zainstalowanych bloków z Chmury Gutenberga jako plik JSON. Uwaga: Treść bloków nie będzie wyeksportowana.

source: Export file
nb_no: Eksportfil
pl_pl: Eksport pliku

source: Import custom blocks
nb_no: Importere egendefinerte blokker
pl_pl: Import własnych bloków

source: Choose the JSON file you want to import.
nb_no: Velg JSON-filen du vil importere.
pl_pl: Wybierz plik JSON, który chcesz zaimportować.

source: Choose the file
nb_no: Velg fil
pl_pl: Wybierz plik

source: Import file
nb_no: Import fil
pl_pl: Import pliku

source: Block
nb_no: Blokk
pl_pl: Blok

source: The block
nb_no: Blokk
pl_pl: Blok

source: Delete
nb_no: Slett
pl_pl: Usuń

source: Delete block
nb_no: Slett blokk
pl_pl: Usuń blok

source: Install
nb_no: Aktiver
pl_pl: Instaluj

source: Uninstall
nb_no: Avinstaller
pl_pl: Odinstaluj

source: Local
nb_no: Lokal
pl_pl: Lokalne

source: Local block
nb_no: Local blokk
pl_pl: Blok lokalny

source: By
nb_no: Av
pl_pl: Przez

source: Tags
nb_no: Stikkord
pl_pl: Tagi

source: Installed
nb_no: Installert
pl_pl: Zainstalowano

source: Popular
nb_no: Populær
pl_pl: Popularne

source: Latest
nb_no: Nyeste
pl_pl: Ostatnie

source: Most used
nb_no: Mest brukt
pl_pl: Najczęściej używane

source: Search for blocks
nb_no: Søk etter blokker
pl_pl: Wyszukiwanie bloków

source: Search blocks...
nb_no: Søk blokker...
pl_pl: Szukaj bloku...

source: Filter
pl_pl: Filtr

source: Update now
nb_no: Oppdater nå
pl_pl: Aktualizuj teraz

source: Show more details
nb_no: Vis flere detaljer
pl_pl: Zobacz więcej szczegółów

source: More details
nb_no: Flere detaljer
pl_pl: Więcej szczegółów

source: have been installed successfully.
nb_no: er installert.
pl_pl: zostało pomyślnie zainstalowane.

source: have been uninstalled successfully.
nb_no: er avinstallert..
pl_pl: zostało pomyślnie odinstalowane.

source: have been deleted successfully.
nb_no: er nå slettet.
pl_pl: zostało pomyślnie usunięte.

source: have been updated successfully.
nb_no: er oppdatert.
pl_pl: zostało pomyślnie zaktualizowane.

source: New version available.
nb_no: Ny versjon tilgjengelig.
pl_pl: Dostępna jest nowa wersja.

source: Version
nb_no: Versjon
pl_pl: Wersja

source: Visit homepage
nb_no: Besøk hjemmeside
pl_pl: Odwiedź stronę główną

source: Homepage
nb_no: Hjemmeside
pl_pl: Strona Główna

source: Actions
nb_no: Aksjoner
pl_pl: Akcje

source: Your library of Gutenberg blocks in the cloud
nb_no: Ditt bibliotek av Gutenberg blokker i skyen
pl_pl: Twoja biblioteka Bloków Gutenberga w chmurze
